Repository: omerpakdil/Vakt
Catalog: Vakt/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, nl, pt, ru, tr, ur

# paywall.header.line_two
source: until you’ve prayed.
ar: حتى تؤدي الصلاة.
de: bis du gebetet hast.
es: hasta que la hayas hecho.
fr: jusqu’à son accomplissement.
id: hingga kamu menunaikannya.
it: fino a quando l’hai eseguita.
nl: totdat je hebt gebeden.
pt: até você realizá-la.
ru: до её совершения.
tr: kılınana kadar.
ur: نماز ادا ہونے تک۔

# paywall.journey.detail.complete
source: Vakt stays with you through every step
ar: يبقى Vakt معك في كل خطوة
de: Vakt bleibt bei jedem Schritt an deiner Seite
es: Vakt está contigo en cada paso
fr: Vakt reste à vos côtés à chaque étape
id: Vakt menemanimu di setiap langkah
it: Vakt resta con te a ogni passo
nl: Vakt blijft bij elke stap bij je
pt: O Vakt permanece com você em cada etapa
ru: Vakt остаётся рядом на каждом шаге
tr: Bütün yol boyunca Vakt yanında
ur: ہر قدم پر Vakt آپ کے ساتھ رہتا ہے

# paywall.journey.detail.quiet
source: Gather your attention as you begin prayer
ar: اجمع انتباهك عند بدء الصلاة
de: Sammle dich, wenn du mit dem Gebet beginnst
es: Concéntrate al comenzar la oración
fr: Recentrez-vous au moment de commencer la prière
id: Pusatkan perhatian saat memulai salat
it: Raccogli l’attenzione quando inizi la preghiera
nl: Breng je aandacht tot rust als je begint
pt: Reúna sua atenção ao começar a oração
ru: Соберитесь с мыслями перед началом намаза
tr: Namaza başlarken dikkatini toparla
ur: نماز شروع کرتے وقت توجہ جمع کریں

# paywall.journey.detail.record
source: Let each prayer take its place in your day
ar: لتأخذ كل صلاة مكانها في يومك
de: Lass jedes Gebet seinen Platz in deinem Tag finden
es: Deja que cada oración ocupe su lugar en tu día
fr: Laissez chaque prière trouver sa place dans votre journée
id: Biarkan setiap salat mendapat tempat dalam harimu
it: Lascia che ogni preghiera trovi posto nella tua giornata
nl: Geef elk gebed een plek in je dag
pt: Deixe cada oração ocupar seu lugar no dia
ru: Пусть каждый намаз займёт своё место в вашем дне
tr: Kıldığın vakit gününde yerini alsın
ur: ہر نماز کو اپنے دن میں جگہ دیں

# paywall.journey.detail.remind
source: Keep prayer in view as its time approaches
ar: تبقى الصلاة أمامك مع اقتراب وقتها
de: Behalte das Gebet im Blick, wenn seine Zeit näher rückt
es: Mantén la oración presente cuando se acerca su hora
fr: Gardez la prière en vue à l’approche de son heure
id: Jaga salat tetap terlihat saat waktunya mendekat
it: Tieni presente la preghiera quando si avvicina il suo momento
nl: Houd het gebed in beeld als de tijd nadert
pt: Mantenha a oração em vista quando o horário se aproxima
ru: Не упускайте намаз из виду, когда приближается его время
tr: Vakit yaklaşırken namaz gözden kaybolmasın
ur: وقت قریب آئے تو نماز نظروں سے اوجھل نہ ہو

# paywall.journey.detail.support
source: Gently remind one another with those you love
ar: تبادلوا التذكير بلطف مع أحبّائكم
de: Erinnert euch mit euren Liebsten behutsam
es: Recuérdense con cariño junto a quienes amas
fr: Rappelez-vous doucement avec vos proches
id: Saling ingatkan dengan lembut bersama orang terdekat
it: Ricordatevelo con delicatezza insieme ai vostri cari
nl: Herinner elkaar vriendelijk samen met je dierbaren
pt: Lembrem-se com carinho junto de quem você ama
ru: Мягко напоминайте друг другу вместе с близкими
tr: Sevdiklerinle birbirinize nazikçe hatırlatın
ur: اپنوں کے ساتھ نرمی سے ایک دوسرے کو یاد دلائیں

# paywall.journey.step.quiet
source: Makes space
ar: يفسح مكانًا
de: Schafft Raum
es: Hace espacio
fr: Fait place
id: Memberi ruang
it: Fa spazio
nl: Maakt ruimte
pt: Abre espaço
ru: Даёт место
tr: Yer açar
ur: جگہ بناتا ہے

# paywall.journey.step.record
source: Records
ar: يسجّل
de: Hält fest
es: Registra
fr: Enregistre
id: Mencatat
it: Registra
nl: Houdt bij
pt: Registra
ru: Сохраняет
tr: Kaydeder
ur: محفوظ کرتا ہے

# paywall.journey.step.remind
source: Reminds
ar: يذكّر
de: Erinnert
es: Recuerda
fr: Rappelle
id: Mengingatkan
it: Ricorda
nl: Herinnert
pt: Lembra
ru: Напоминает
tr: Hatırlatır
ur: یاد دلاتا ہے

# paywall.journey.step.support
source: Support
ar: دعم
de: Unterstützt
es: Apoyo
fr: Soutien
id: Dukungan
it: Sostegno
nl: Steunt
pt: Apoio
ru: Поддержка
tr: Destek
ur: مدد

# paywall.loading
source: Checking plans with the App Store...
ar: جار فحص الخطط مع App Store...
de: Pläne werden mit dem App Store geprüft...
es: Comprobando planes con App Store...
fr: Vérification des offres avec l'App Store...
id: Memeriksa paket dengan App Store...
it: Controllo dei piani con App Store...
nl: Pakketten controleren met de App Store...
pt: Verificando planos com a App Store...
ru: Проверяем планы через App Store...
tr: Planlar App Store ile kontrol ediliyor...
ur: App Store سے پلان چیک ہو رہے ہیں...

# paywall.pending
source: Your purchase is waiting for approval. Vakt will open when the App Store confirms it.
ar: عملية الشراء بانتظار الموافقة. سيفتح Vakt عندما يؤكدها App Store.
de: Dein Kauf wartet auf Genehmigung. Vakt öffnet sich, sobald der App Store bestätigt.
es: Tu compra espera aprobación. Vakt se abrirá cuando App Store la confirme.
fr: Votre achat attend l'approbation. Vakt s'ouvrira quand l'App Store le confirmera.
id: Pembelianmu menunggu persetujuan. Vakt akan terbuka saat App Store mengonfirmasi.
it: Il tuo acquisto attende approvazione. Vakt si aprirà quando App Store lo confermerà.
nl: Je aankoop wacht op goedkeuring. Vakt opent zodra de App Store bevestigt.
pt: Sua compra aguarda aprovação. O Vakt abrirá quando a App Store confirmar.
ru: Покупка ожидает одобрения. Vakt откроется после подтверждения App Store.
tr: Satın alma onay bekliyor. App Store onayladığında Vakt açılacak.
ur: آپ کی خریداری منظوری کا انتظار کر رہی ہے۔ App Store تصدیق کرے گا تو Vakt کھل جائے گا۔

# paywall.plan.monthly
source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
id: Bulanan
it: Mensile
nl: Maandelijks
pt: Mensal
ru: Ежемесячно
tr: Aylık
ur: ماہانہ

# paywall.plan.yearly
source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
id: Tahunan
it: Annuale
nl: Jaarlijks
pt: Anual
ru: Ежегодно
tr: Yıllık
ur: سالانہ

# paywall.price.month
source: %1$@ / month
ar: %1$@ / شهر
de: %1$@ / Monat
es: %1$@ / mes
fr: %1$@ / mois
id: %1$@ / bulan
it: %1$@ / mese
nl: %1$@ / maand
pt: %1$@ / mês
ru: %1$@ / месяц
tr: %1$@ / ay
ur: %1$@ / ماہ

# paywall.price.year
source: %1$@ / year
ar: %1$@ / سنة
de: %1$@ / Jahr
es: %1$@ / año
fr: %1$@ / an
id: %1$@ / tahun
it: %1$@ / anno
nl: %1$@ / jaar
pt: %1$@ / ano
ru: %1$@ / год
tr: %1$@ / yıl
ur: %1$@ / سال

# paywall.reason.makeup.detail
source: Complete makeup prayers day by day
ar: أدّ صلوات القضاء يومًا بيوم
de: Verrichte Nachholgebete Tag für Tag
es: Completa las oraciones pendientes día a día
fr: Accomplissez vos prières à rattraper jour après jour
id: Tunaikan salat qada hari demi hari
it: Completa giorno per giorno le preghiere da recuperare
nl: Voltooi inhaalgebeden dag voor dag
pt: Complete as orações pendentes dia a dia
ru: Восполняйте намазы день за днём
tr: Kaza namazlarını gün gün tamamlarsın
ur: قضا نمازیں دن بہ دن پوری کریں

# paywall.reason.makeup.title
source: What remains is kept
ar: ما فاتك يبقى محفوظًا
de: Was offen bleibt, wird bewahrt
es: Lo pendiente queda guardado
fr: Ce qui reste est conservé
id: Yang tertinggal tetap tersimpan
it: Ciò che resta viene conservato
nl: Wat overblijft, wordt bewaard
pt: O que ficou pendente é guardado
ru: Пропущенное сохраняется
tr: Geride kalan korunur
ur: جو رہ جائے وہ محفوظ رہتا ہے

# paywall.reason.reminders.detail
source: Vakt asks again before the time ends
ar: يسألك Vakt مرة أخرى قبل خروج الوقت
de: Vakt fragt vor Ende der Gebetszeit noch einmal
es: Vakt vuelve a preguntar antes de que termine el tiempo
fr: Vakt vous le redemande avant la fin du temps
id: Vakt bertanya lagi sebelum waktunya berakhir
it: Vakt te lo chiede di nuovo prima della fine del tempo
nl: Vakt vraagt het opnieuw voordat de tijd eindigt
pt: O Vakt pergunta novamente antes do fim do horário
ru: Vakt спросит ещё раз до окончания времени
tr: Vakit bitmeden yeniden sorar
ur: وقت ختم ہونے سے پہلے Vakt دوبارہ پوچھتا ہے

# paywall.reason.reminders.title
source: Prayer stays in view
ar: تبقى الصلاة أمامك
de: Das Gebet bleibt im Blick
es: La oración sigue presente
fr: La prière reste en vue
id: Salat tetap terlihat
it: La preghiera resta presente
nl: Het gebed blijft in beeld
pt: A oração continua em vista
ru: Намаз остаётся в поле зрения
tr: Vakit gözden kaybolmaz
ur: نماز نظروں سے اوجھل نہیں ہوتی

# paywall.reason.support.detail
source: Share gentle reminders with those you love
ar: تتبادلون التذكير بلطف مع أحبّائكم
de: Erinnert euch mit euren Liebsten behutsam
es: Compartan recordatorios amables con quienes aman
fr: Échangez de doux rappels avec vos proches
id: Bagikan pengingat lembut dengan orang terdekat
it: Condividete promemoria gentili con i vostri cari
nl: Deel vriendelijke herinneringen met je dierbaren
pt: Compartilhem lembretes gentis com quem amam
ru: Мягко напоминайте о намазе близким
tr: Sevdiklerinle nazikçe hatırlatırsınız
ur: اپنوں کو نرمی سے یاد دلاتے ہیں

# paywall.reason.support.title
source: You support one another
ar: تدعمون بعضكم
de: Ihr unterstützt euch
es: Se apoyan mutuamente
fr: Vous vous soutenez
id: Kalian saling mendukung
it: Vi sostenete a vicenda
nl: Jullie steunen elkaar
pt: Vocês apoiam uns aos outros
ru: Вы поддерживаете друг друга
tr: Birbirinize destek olursunuz
ur: آپ ایک دوسرے کی مدد کرتے ہیں

# paywall.referral.connected.reward
source: When your first subscription begins, your friend earns one free month.
ar: عند بدء اشتراكك الأول، يحصل صديقك على شهر مجاني.
de: Wenn dein erstes Abo beginnt, erhält dein Freund einen kostenlosen Monat.
es: Cuando comience tu primera suscripción, tu amigo recibirá un mes gratis.
fr: Au début de votre premier abonnement, votre ami gagne un mois gratuit.
id: Saat langganan pertamamu dimulai, temanmu mendapat satu bulan gratis.
it: Quando inizierà il tuo primo abbonamento, il tuo amico riceverà un mese gratuito.
nl: Wanneer je eerste abonnement begint, krijgt je vriend één gratis maand.
pt: Quando sua primeira assinatura começar, seu amigo ganhará um mês grátis.
ru: Когда начнётся ваша первая подписка, друг получит бесплатный месяц.
tr: İlk aboneliğin başladığında arkadaşın bir ücretsiz ay kazanır.
ur: آپ کی پہلی رکنیت شروع ہونے پر آپ کے دوست کو ایک ماہ مفت ملے گا۔

# paywall.referral.connected.title
source: %@’s invitation is linked
ar: تم ربط دعوة %@
de: Die Einladung von %@ ist verknüpft
es: La invitación de %@ está vinculada
fr: L’invitation de %@ est liée
id: Undangan dari %@ sudah terhubung
it: L’invito di %@ è collegato
nl: De uitnodiging van %@ is gekoppeld
pt: O convite de %@ foi vinculado
ru: Приглашение от %@ привязано
tr: %@ adlı arkadaşının daveti bağlandı
ur: %@ کی دعوت منسلک ہو گئی

# paywall.referral.connected.visibility
source: You can now see each other’s prayer status.
ar: يمكنكما الآن رؤية حالة صلاة بعضكما.
de: Ihr könnt jetzt gegenseitig euren Gebetsstatus sehen.
es: Ahora pueden ver el estado de oración del otro.
fr: Vous pouvez maintenant voir le statut de prière de chacun.
id: Sekarang kalian dapat melihat status salat satu sama lain.
it: Ora potete vedere lo stato delle preghiere l’uno dell’altro.
nl: Jullie kunnen nu elkaars gebedsstatus zien.
pt: Agora vocês podem ver o estado das orações um do outro.
ru: Теперь вы можете видеть статус намаза друг друга.
tr: Artık birbirinizin namaz durumunu görebilirsiniz.
ur: اب آپ ایک دوسرے کی نماز کی کیفیت دیکھ سکتے ہیں۔

# paywall.referral.linked_moment.accessibility
source: Invitation linked. You and %@ can now gently remind one another to pray.
ar: تم ربط الدعوة. يمكنك أنت و%@ الآن تذكير بعضكما بالصلاة بلطف.
de: Einladung verknüpft. Du und %@ könnt euch jetzt behutsam ans Gebet erinnern.
es: Invitación vinculada. Tú y %@ ahora pueden recordarse la oración con cariño.
fr: Invitation liée. %@ et vous pouvez maintenant vous rappeler doucement la prière.
id: Undangan terhubung. Kamu dan %@ kini dapat saling mengingatkan salat dengan lembut.
it: Invito collegato. Tu e %@ ora potete ricordarvi la preghiera con delicatezza.
nl: Uitnodiging gekoppeld. Jij en %@ kunnen elkaar nu vriendelijk aan het gebed herinneren.
pt: Convite vinculado. Você e %@ agora podem lembrar um ao outro da oração com carinho.
ru: Приглашение привязано. Теперь вы и %@ можете мягко напоминать друг другу о намазе.
tr: Davet bağlandı. %@ ile artık birbirinize namazı nazikçe hatırlatabilirsiniz.
ur: دعوت منسلک ہو گئی۔ آپ اور %@ اب نرمی سے ایک دوسرے کو نماز یاد دلا سکتے ہیں۔

# paywall.referral.linked_moment.body
source: You and %@ can now gently remind one another to pray.
ar: يمكنك أنت و%@ الآن تذكير بعضكما بالصلاة بلطف.
de: Du und %@ könnt euch jetzt behutsam ans Gebet erinnern.
es: Tú y %@ ahora pueden recordarse la oración con cariño.
fr: %@ et vous pouvez maintenant vous rappeler doucement la prière.
id: Kamu dan %@ kini dapat saling mengingatkan salat dengan lembut.
it: Tu e %@ ora potete ricordarvi la preghiera con delicatezza.
nl: Jij en %@ kunnen elkaar nu vriendelijk aan het gebed herinneren.
pt: Você e %@ agora podem lembrar um ao outro da oração com carinho.
ru: Теперь вы и %@ можете мягко напоминать друг другу о намазе.
tr: %@ ile artık birbirinize namazı nazikçe hatırlatabilirsiniz.
ur: آپ اور %@ اب نرمی سے ایک دوسرے کو نماز یاد دلا سکتے ہیں۔

# paywall.referral.linked_moment.title
source: Invitation linked
ar: تم ربط الدعوة
de: Einladung verknüpft
es: Invitación vinculada
fr: Invitation liée
id: Undangan terhubung
it: Invito collegato
nl: Uitnodiging gekoppeld
pt: Convite vinculado
ru: Приглашение привязано
tr: Davet bağlandı
ur: دعوت منسلک ہو گئی

# paywall.referral.prompt.action
source: Add code
ar: إضافة الرمز
de: Code hinzufügen
es: Añadir código
fr: Ajouter
id: Tambah kode
it: Aggiungi codice
nl: Code toevoegen
pt: Adicionar código
ru: Добавить код
tr: Kodu ekle
ur: کوڈ شامل کریں

# paywall.referral.prompt.detail
source: Add the invitation code before subscribing
ar: أضف رمز الدعوة قبل الاشتراك
de: Füge den Einladungscode vor dem Abo hinzu
es: Añade el código antes de suscribirte
fr: Ajoutez le code avant de vous abonner
id: Tambahkan kode sebelum berlangganan
it: Aggiungi il codice prima di abbonarti
nl: Voeg de uitnodigingscode toe vóór je abonnement
pt: Adicione o código antes de assinar
ru: Добавьте код до оформления подписки
tr: Davet kodunu abonelikten önce ekle
ur: رکنیت سے پہلے دعوتی کوڈ شامل کریں

# paywall.referral.prompt.title
source: Were you invited by a friend?
ar: هل دعاك صديق؟
de: Hat dich ein Freund eingeladen?
es: ¿Te invitó un amigo?
fr: Un ami vous a invité ?
id: Diundang oleh teman?
it: Ti ha invitato un amico?
nl: Ben je door een vriend uitgenodigd?
pt: Um amigo convidou você?
ru: Вас пригласил друг?
tr: Bir arkadaşın mı davet etti?
ur: کیا کسی دوست نے دعوت دی؟

# paywall.referral.reward_ready.action
source: Use your free month
ar: استخدم شهرك المجاني
de: Kostenlosen Monat nutzen
es: Usar mi mes gratis
fr: Utiliser mon mois gratuit
id: Gunakan bulan gratis
it: Usa il mese gratuito
nl: Gratis maand gebruiken
pt: Usar meu mês grátis
ru: Использовать бесплатный месяц
tr: Ücretsiz ayını kullan
ur: مفت مہینہ استعمال کریں

# paywall.referral.reward_ready.body
source: Add the invitation reward to your App Store subscription and continue with Vakt.
ar: أضف مكافأة الدعوة إلى اشتراكك في App Store وتابع مع Vakt.
de: Füge die Einladungsprämie deinem App Store-Abo hinzu und fahre mit Vakt fort.
es: Añade la recompensa a tu suscripción de App Store y continúa con Vakt.
fr: Ajoutez la récompense à votre abonnement App Store et continuez avec Vakt.
id: Tambahkan hadiah undangan ke langganan App Store lalu lanjutkan dengan Vakt.
it: Aggiungi il premio al tuo abbonamento App Store e continua con Vakt.
nl: Voeg de uitnodigingsbeloning toe aan je App Store-abonnement en ga verder met Vakt.
pt: Adicione a recompensa à sua assinatura da App Store e continue com o Vakt.
ru: Добавьте награду к подписке App Store и продолжайте с Vakt.
tr: Davet ödülünü App Store aboneliğine ekleyerek Vakt’e devam et.
ur: دعوتی انعام App Store رکنیت میں شامل کریں اور Vakt کے ساتھ جاری رکھیں۔

# paywall.referral.reward_ready.title
source: Your free month is ready
ar: شهرك المجاني جاهز
de: Dein kostenloser Monat ist bereit
es: Tu mes gratis está listo
fr: Votre mois gratuit est prêt
id: Bulan gratismu siap
it: Il tuo mese gratuito è pronto
nl: Je gratis maand staat klaar
pt: Seu mês grátis está pronto
ru: Ваш бесплатный месяц готов
tr: Bir ücretsiz ayın hazır
ur: آپ کا مفت مہینہ تیار ہے

# paywall.renewal
source: Renews automatically. Cancel anytime in your App Store settings.
ar: يتجدد تلقائياً. يمكنك الإلغاء في أي وقت من إعدادات App Store.
de: Verlängert sich automatisch. Jederzeit in den App Store Einstellungen kündbar.
es: Se renueva automáticamente. Cancela cuando quieras en los ajustes de App Store.
fr: Renouvellement automatique. Annulez à tout moment dans les réglages de l'App Store.
id: Diperpanjang otomatis. Batalkan kapan saja di pengaturan App Store.
it: Si rinnova automaticamente. Puoi annullare quando vuoi dalle impostazioni App Store.
nl: Wordt automatisch verlengd. Annuleer wanneer je wilt in de App Store-instellingen.
pt: Renova automaticamente. Cancele quando quiser nos ajustes da App Store.
ru: Продлевается автоматически. Отменить можно в настройках App Store.
tr: Otomatik yenilenir. App Store ayarlarından istediğin zaman iptal edebilirsin.
ur: خودکار تجدید ہوتی ہے۔ App Store سیٹنگز سے کسی بھی وقت منسوخ کریں۔

# paywall.restore
source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
id: Pulihkan Pembelian
it: Ripristina acquisti
nl: Aankopen herstellen
pt: Restaurar compras
ru: Восстановить покупки
tr: Satın Alımları Geri Yükle
ur: خریداری بحال کریں

# paywall.unavailable
source: Plans couldn’t be loaded right now.
ar: تعذّر تحميل الخطط حاليًا.
de: Die Pläne konnten gerade nicht geladen werden.
es: No se pudieron cargar los planes ahora.
fr: Les offres ne peuvent pas être chargées pour le moment.
id: Paket belum dapat dimuat.
it: Al momento non è possibile caricare i piani.
nl: De abonnementen konden nu niet worden geladen.
pt: Não foi possível carregar os planos agora.
ru: Не удалось загрузить планы.
tr: Planlar şu anda yüklenemedi.
ur: پلان فی الحال لوڈ نہیں ہو سکے۔

# paywall.yearly_month
source: about $8.33/month
ar: حوالي $8.33/الشهر
de: etwa $8.33/Monat
es: aprox. $8.33/mes
fr: environ $8.33/mois
id: sekitar $8.33/bulan
it: circa $8.33/mese
nl: ongeveer $8.33/maand
pt: cerca de $8.33/mês
ru: около $8.33/мес
tr: aylık yaklaşık $8.33
ur: تقریباً $8.33/ماہ

# period.month
source: Month
ar: الشهر
de: Monat
es: Mes
fr: Mois
id: Bulan
it: Mese
nl: Maand
pt: Mês
ru: Месяц
tr: Ay
ur: مہینہ

# period.week
source: Week
ar: الأسبوع
de: Woche
es: Semana
fr: Semaine
id: Minggu
it: Settimana
pt: Semana
ru: Неделя
tr: Hafta
ur: ہفتہ

# period.year
source: Year
ar: السنة
de: Jahr
es: Año
fr: Année
id: Tahun
it: Anno
nl: Jaar
pt: Ano
ru: Год
tr: Yıl
ur: سال

# placement.body
source: Tap a softly lit place, then put the phone away when you are ready.
ar: اضغط على مكان مضاء بلطف، ثم ضع الهاتف جانباً عندما تكون مستعداً.
de: Tippe auf einen sanft leuchtenden Platz und lege das Telefon weg, wenn du bereit bist.
es: Toca un lugar suavemente iluminado y deja el teléfono cuando estés listo/a.
fr: Touche une place doucement éclairée, puis pose le téléphone quand tu es prêt(e).
id: Ketuk tempat yang lembut bercahaya, lalu letakkan ponsel saat kamu siap.
it: Tocca un posto illuminato con delicatezza, poi metti via il telefono quando sei pronto/a.
nl: Tik op een zacht verlichte plek en leg de telefoon weg wanneer je klaar bent.
pt: Toque em um lugar suavemente iluminado e deixe o telefone de lado quando estiver pronto/a.
ru: Коснитесь мягко подсвеченного места, затем уберите телефон, когда будете готовы.
tr: Yumuşak ışıklı bir yere dokun; hazır olduğunda telefonu kenara bırakıp namaza geç.
ur: نرم روشنی والی جگہ پر ٹیپ کریں، پھر جب تیار ہوں تو فون ایک طرف رکھ دیں۔

# placement.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
nl: Sluiten
pt: Fechar
ru: Закрыть
tr: Kapat
ur: بند کریں

# placement.easy
source: May Allah make it easy
ar: يسر الله أمرك
de: Möge Allah es erleichtern
es: Que Allah lo facilite
fr: Qu'Allah facilite
id: Semoga Allah memudahkan
it: Che Allah renda facile
nl: Moge Allah het gemakkelijk maken
pt: Que Allah facilite
ru: Пусть Аллах облегчит
tr: Allah kolaylık versin
ur: اللہ آسانی فرمائے

# placement.filled_accessibility
source: Filled mark, row %d, position %d
ar: علامة ممتلئة، الصف %d، الموضع %d
de: Besetzte Markierung, Reihe %d, Position %d
es: Marca ocupada, fila %d, posición %d
fr: Marque prise, rang %d, position %d
id: Tanda terisi, baris %d, posisi %d
it: Segno occupato, fila %d, posizione %d
nl: Bezette markering, rij %d, positie %d
pt: Marca ocupada, fila %d, posição %d
ru: Занятая отметка, ряд %d, место %d
tr: Dolu işaret, sıra %d, konum %d
ur: بھرا ہوا نشان، صف %d، جگہ %d

# placement.filled_hint
source: This mark is already filled.
ar: هذه العلامة ممتلئة بالفعل.
de: Diese Markierung ist bereits besetzt.
es: Esta marca ya está ocupada.
fr: Cette marque est déjà prise.
id: Tanda ini sudah terisi.
it: Questo segno è già occupato.
nl: Deze markering is al bezet.
pt: Esta marca já está ocupada.
ru: Эта отметка уже занята.
tr: Bu işaret dolu.
ur: یہ نشان پہلے ہی بھرا ہوا ہے۔

# placement.joined
source: You have joined
ar: انضممت إلى الصف
de: Du bist beigetreten
es: Te has unido
fr: Vous avez rejoint
id: Kamu sudah bergabung
it: Ti sei unito
nl: Je bent aangesloten
pt: Você entrou
ru: Вы присоединились
tr: Safa katıldın
ur: آپ شامل ہو چکے ہیں

# placement.open_accessibility
source: Open mark, row %d, position %d
ar: علامة مفتوحة، الصف %d، الموضع %d
de: Freie Markierung, Reihe %d, Position %d
es: Marca libre, fila %d, posición %d
fr: Marque libre, rang %d, position %d
id: Tanda kosong, baris %d, posisi %d
it: Segno libero, fila %d, posizione %d
nl: Vrije markering, rij %d, positie %d
pt: Marca livre, fila %d, posição %d
ru: Свободная отметка, ряд %d, место %d
tr: Açık işaret, sıra %d, konum %d
ur: خالی نشان، صف %d، جگہ %d

# placement.open_hint
source: Select this open mark to join the Saf.
ar: اختر هذه العلامة المفتوحة للانضمام إلى الصف.
de: Wähle diese freie Markierung, um dem Saf beizutreten.
es: Selecciona esta marca libre para unirte al Saf.
fr: Sélectionnez cette marque libre pour rejoindre le Saf.
id: Pilih tanda kosong ini untuk bergabung ke Saf.
it: Seleziona questo segno libero per unirti al Saf.
nl: Selecteer deze vrije markering om mee te doen met de Saf.
pt: Selecione esta marca livre para entrar no Saf.
ru: Выберите эту свободную отметку, чтобы присоединиться к Сафу.
tr: Safa katılmak için bu açık işareti seç.
ur: صف میں شامل ہونے کے لیے یہ خالی نشان منتخب کریں۔

# placement.qibla
source: QIBLA
ar: القبلة
id: KIBLAT
ru: КИБЛА
tr: KIBLE
ur: قبلہ

# placement.starts_screen
source: This only begins your salah screen.
ar: هذا يبدأ شاشة الصلاة فقط.
de: Das startet nur deinen Gebetsbildschirm.
es: Esto solo inicia tu pantalla de oración.
fr: Cela commence seulement votre écran de prière.
id: Ini hanya memulai layar salatmu.
it: Questo avvia solo la schermata della preghiera.
nl: Dit start alleen je gebedsscherm.
pt: Isso apenas inicia sua tela de oração.
ru: Это только открывает экран молитвы.
tr: Bu yalnızca namaz ekranını başlatır.
ur: یہ صرف آپ کی نماز اسکرین شروع کرتا ہے۔

# placement.tap_open
source: Tap an open mark
ar: اضغط على علامة مفتوحة
de: Tippe auf eine freie Markierung
es: Toca una marca libre
fr: Touchez une marque libre
id: Ketuk tanda yang kosong
it: Tocca un segno libero
nl: Tik op een vrije markering
pt: Toque em uma marca livre
ru: Нажмите свободную отметку
tr: Açık bir işarete dokun
ur: خالی نشان پر ٹیپ کریں
